2gua.rainbow-brackets
HookyQR.beautify
James-Yu.latex-workshop
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
freebroccolo.reasonml6
jakob101.relativepath
justusadam.language-haskell
marclipovsky.string-manipulation
msjsdiag.debugger-for-chrome
nwolverson.ide-purescript
nwolverson.language-purescript
patrys.vscode-code-outline3
redhat.java
streetsidesoftware.code-spell-checker
vscjava.vscode-java-debug
